Repository: thongass000/QuickDrop
Catalog: QuickDrop/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# introduction_enable_share_extension_skip_message
source: If you do not enable the share extension, you are still able to receive files on this Mac. However, you cannot send files until you enable the share extension. You can do so later at any time.
ar: إذا لم تقم بتفعيل إضافة المشاركة، ستظل قادرًا على استقبال الملفات على هذا الجهاز. ومع ذلك، لا يمكنك إرسال الملفات حتى تفعيل إضافة المشاركة. يمكنك تفعيلها لاحقًا في أي وقت.
ca: Si no actives l'extensió de compartició, igualment pots rebre fitxers en aquest Mac. Tanmateix, no podràs enviar fitxers fins que activis l'extensió de compartició. Pots fer-ho més endavant en qualsevol moment.
cs: Pokud nerozšíříte sdílení, budete stále moci přijímat soubory na tomto Macu. Soubory však nebude možné odesílat, dokud sdílení nepovolíte. Můžete to udělat kdykoli později.
da: Hvis du ikke aktiverer delingsudvidelsen, kan du stadig modtage filer på denne Mac. Du kan dog ikke sende filer, før du aktiverer delingsudvidelsen. Du kan gøre det senere når som helst.
de: Wenn du die Share-Erweiterung nicht aktivierst, kannst du auf diesem Mac trotzdem Dateien empfangen. Allerdings kannst du keine Dateien senden, bis die Share-Erweiterung aktiviert ist. Das kannst du jederzeit später nachholen.
el: Αν δεν ενεργοποιήσετε την επέκταση κοινοποίησης, μπορείτε ακόμα να λαμβάνετε αρχεία σε αυτό το Mac. Ωστόσο, δεν μπορείτε να στέλνετε αρχεία μέχρι να ενεργοποιήσετε την επέκταση. Μπορείτε να το κάνετε και αργότερα οποιαδήποτε στιγμή.
es: Si no habilitas la extensión para compartir, aún puedes recibir archivos en este Mac. Sin embargo, no podrás enviar archivos hasta que lo hagas. Puedes habilitarla más tarde en cualquier momento.
es_419: Si no habilitas la extensión de compartición, aún puedes recibir archivos en esta Mac. Sin embargo, no podrás enviar archivos hasta que la habilites. Puedes hacerlo más tarde cuando quieras.
fi: Jos et ota jakolaajennusta käyttöön, voit silti vastaanottaa tiedostoja tällä Macilla. Et kuitenkaan voi lähettää tiedostoja ennen kuin otat jakolaajennuksen käyttöön. Voit tehdä sen myöhemmin milloin tahansa.
fr: Si vous n’activez pas l’extension de partage, vous pouvez tout de même recevoir des fichiers sur ce Mac. Cependant, vous ne pourrez pas envoyer de fichiers tant que l’extension n’est pas activée. Vous pourrez le faire à tout moment ultérieurement.
fr_ca: Si vous n’activez pas l’extension de partage, vous pourrez quand même recevoir des fichiers sur ce Mac. Cependant, vous ne pourrez pas envoyer de fichiers tant que l’extension de partage n’est pas activée. Vous pouvez l’activer plus tard, en tout temps.
he: אם לא תפעיל את סיומת השיתוף, עדיין תוכל לקבל קבצים במחשב הזה. עם זאת, לא תוכל לשלוח קבצים עד שתפעיל את הסיומת. תוכל לעשות זאת מאוחר יותר בכל עת.
hi: अगर आप शेयर एक्सटेंशन सक्रिय नहीं करते, तो भी आप इस Mac पर फाइलें प्राप्त कर सकते हैं। हालांकि, आप फाइलें भेज नहीं सकते जब तक शेयर एक्सटेंशन सक्रिय नहीं करते। आप यह बाद में कभी भी कर सकते हैं।
hr: Ako ne omogućite proširenje za dijeljenje, i dalje možete primati datoteke na ovom Macu. Međutim, ne možete slati datoteke dok ne omogućite proširenje za dijeljenje. To možete učiniti kasnije u bilo kojem trenutku.
hu: Ha nem engedélyezi a megosztási bővítményt, ezen a Mac-en még fogadhat fájlokat. Fájlokat azonban csak akkor küldhet, ha engedélyezi a megosztási bővítményt. Ezt később bármikor megteheti.
id: Jika Anda tidak mengaktifkan ekstensi berbagi, Anda tetap dapat menerima file di Mac ini. Namun, Anda tidak dapat mengirim file sebelum mengaktifkan ekstensi berbagi. Anda bisa melakukannya nanti kapan saja.
it: Se non abiliti l'estensione di condivisione, puoi comunque ricevere file su questo Mac. Tuttavia, non puoi inviare file finché non abiliti l'estensione. Puoi farlo anche in seguito, in qualsiasi momento.
ja: 共有拡張機能を有効にしなくても、このMacでファイルの受信は可能です。ただし、拡張機能が有効になるまでファイルの送信はできません。後でいつでも設定できます。
ko: 공유 확장 기능을 활성화하지 않아도 이 Mac에서 파일을 받을 수 있습니다. 그러나 공유 확장 기능을 활성화하지 않으면 파일을 보낼 수 없습니다. 언제든지 나중에 활성화할 수 있습니다.
ms: Jika anda tidak aktifkan sambungan perkongsian, anda masih boleh menerima fail di Mac ini. Namun, anda tidak boleh menghantar fail sehingga anda aktifkan sambungan perkongsian. Anda boleh lakukannya kemudian pada bila-bila masa.
nb: Hvis du ikke aktiverer deleutvidelsen, kan du fortsatt motta filer på denne Macen. Men du kan ikke sende filer før du har aktivert deleutvidelsen. Du kan gjøre det når som helst senere.
nl: Als je de deel-extensie niet inschakelt, kun je nog steeds bestanden ontvangen op deze Mac. Je kunt echter geen bestanden verzenden totdat je de deel-extensie inschakelt. Dit kun je later op elk moment doen.
pl: Jeśli nie włączysz rozszerzenia udostępniania, nadal możesz odbierać pliki na tym Macu. Jednak nie możesz wysyłać plików, dopóki nie włączysz tego rozszerzenia. Możesz to zrobić później w dowolnym momencie.
pt_br: Se você não ativar a extensão de compartilhamento, ainda poderá receber arquivos neste Mac. No entanto, não poderá enviar arquivos até ativar a extensão. Você pode fazer isso a qualquer momento depois.
pt_pt: Se não ativar a extensão de partilha, poderá receber ficheiros neste Mac. No entanto, não pode enviar ficheiros até ativar a extensão de partilha. Pode fazê-lo mais tarde a qualquer momento.
ro: Dacă nu activezi extensia de partajare, poți primi în continuare fișiere pe acest Mac. Totuși, nu poți trimite fișiere până nu activezi extensia de partajare. Poți face acest lucru oricând mai târziu.
ru: Если не включить расширение для обмена, вы всё равно сможете получать файлы на этом Mac. Однако отправлять файлы вы не сможете до тех пор, пока не включите это расширение. Включить его можно в любое время.
sv: Om du inte aktiverar delningstillägget kan du fortfarande ta emot filer på denna Mac. Men du kan inte skicka filer förrän du har aktiverat delningstillägget. Du kan göra det senare när som helst.
th: หากคุณไม่ได้เปิดส่วนขยายแชร์ คุณยังสามารถรับไฟล์บน Mac นี้ได้ แต่จะไม่สามารถส่งไฟล์ได้จนกว่าจะเปิดใช้งาน คุณสามารถตั้งค่าได้ในภายหลัง
tr: Paylaşım uzantısını etkinleştirmezseniz, bu Mac'te dosya alabilirsiniz. Ancak paylaşım uzantısını açana kadar dosya gönderemezsiniz. Daha sonra istediğiniz zaman etkinleştirebilirsiniz.
uk: Якщо ви не увімкнете розширення для обміну, зможете тільки отримувати файли на цьому Mac. Надсилати файли можна буде лише після увімкнення цього розширення. Ви можете зробити це пізніше у будь-який час.
vi: Nếu bạn không bật tiện ích chia sẻ, bạn vẫn có thể nhận tệp trên máy Mac này. Tuy nhiên, bạn không thể gửi tệp cho đến khi bật tiện ích chia sẻ. Bạn có thể bật bất cứ lúc nào sau đó.
zh_hans: 如果你没有启用共享扩展，仍然可以在这台 Mac 上接收文件。但在启用共享扩展前，无法发送文件。你可以随时在之后启用。
zh_hant: 如果你沒有啟用分享擴充功能，仍然可以在這台 Mac 上接收檔案，但無法傳送檔案，直到你啟用分享擴充功能為止。你可以隨時稍後再啟用。

# introduction_enable_share_extension_skip_title
source: Extension Not Configured
ar: الملحق غير مُعدّ
ca: Extensió no configurada
cs: Rozšíření není nakonfigurováno
da: Udvidelse ikke konfigureret
de: Erweiterung nicht konfiguriert
el: Η επέκταση δεν έχει ρυθμιστεί
es: Extensión no configurada
es_419: Extensión no configurada
fi: Laajennusta ei ole määritetty
fr: Extension non configurée
fr_ca: Extension non configurée
he: הסיומת לא הוגדרה
hi: एक्सटेंशन कॉन्फ़िगर नहीं है
hr: Proširenje nije konfigurirano
hu: A bővítmény nincs beállítva
id: Ekstensi Belum Dikonfigurasi
it: Estensione non configurata
ja: 拡張機能が未設定です
ko: 확장 기능이 구성되지 않았습니다.
ms: Sambungan Tidak Dikonfigurasi
nb: Utvidelse ikke konfigurert
nl: Extensie niet geconfigureerd
pl: Rozszerzenie nie skonfigurowane
pt_br: Extensão Não Configurada
pt_pt: Extensão Não Configurada
ro: Extensia nu este configurată
ru: Расширение не настроено
sv: Tillägg ej konfigurerat
th: ยังไม่ได้ตั้งค่าส่วนขยาย
tr: Uzantı Yapılandırılmadı
uk: Розширення не налаштовано
vi: Tiện ích mở rộng chưa được cấu hình
zh_hans: 扩展未配置
zh_hant: 擴充功能未設定

# introduction_finished
source: Setup Complete
ar: اكتمل الإعداد
ca: Configuració completada
cs: Nastavení dokončeno
da: Opsætning fuldført
de: Einrichtung abgeschlossen
el: Η ρύθμιση ολοκληρώθηκε
es: Configuración completa
es_419: Configuración completa
fi: Asetukset valmiit
fr: Configuration terminée
fr_ca: Configuration terminée
he: ההגדרה הושלמה
hi: सेटअप पूरा हुआ
hr: Postavljanje dovršeno
hu: Beállítás kész
id: Pengaturan Selesai
it: Configurazione completata
ja: セットアップ完了
ko: 설정 완료
ms: Persediaan Selesai
nb: Oppsett fullført
nl: Installatie voltooid
pl: Konfiguracja zakończona
pt_br: Configuração Concluída
pt_pt: Configuração Concluída
ro: Configurare finalizată
ru: Настройка завершена
sv: Installation klar
th: ตั้งค่าเสร็จสมบูรณ์
tr: Kurulum Tamamlandı
uk: Налаштування завершено
vi: Cài đặt hoàn tất
zh_hans: 设置完成
zh_hant: 設定完成

# introduction_finished_description
source: QuickDrop is now ready to be used. To learn more about QuickDrop and modify settings, click on Continue. Thanks for using QuickDrop!
ar: أصبح QuickDrop جاهزًا للاستخدام الآن. لمعرفة المزيد عن QuickDrop وتعديل الإعدادات، اضغط على متابعة. شكرًا لاستخدامك QuickDrop!
ca: QuickDrop ja està llest per utilitzar-se. Per saber-ne més i modificar la configuració, fes clic a Continua. Gràcies per utilitzar QuickDrop!
cs: QuickDrop je nyní připraven k použití. Chcete-li se dozvědět více o QuickDropu a upravit nastavení, klikněte na Pokračovat. Děkujeme, že používáte QuickDrop!
da: QuickDrop er nu klar til brug. For at lære mere om QuickDrop og ændre indstillinger, klik på Fortsæt. Tak fordi du bruger QuickDrop!
de: QuickDrop ist jetzt einsatzbereit. Um mehr über QuickDrop zu erfahren und Einstellungen zu ändern, klicke auf „Weiter“. Danke, dass Du QuickDrop nutzt!
el: Το QuickDrop είναι έτοιμο για χρήση. Για να μάθετε περισσότερα και να αλλάξετε ρυθμίσεις, κάντε κλικ στο Συνέχεια. Ευχαριστούμε που χρησιμοποιείτε το QuickDrop!
es: QuickDrop ya está listo para usarse. Para saber más sobre QuickDrop y modificar la configuración, haz clic en Continuar. ¡Gracias por usar QuickDrop!
es_419: QuickDrop ya está listo para usarse. Para saber más sobre QuickDrop y modificar la configuración, haz clic en Continuar. ¡Gracias por usar QuickDrop!
fi: QuickDrop on nyt valmis käytettäväksi. Saat lisätietoja ja voit muokata asetuksia napsauttamalla Jatka. Kiitos, että käytät QuickDropia!
fr: QuickDrop est maintenant prêt à être utilisé. Pour en savoir plus sur QuickDrop et modifier les paramètres, cliquez sur Continuer. Merci d’utiliser QuickDrop !
fr_ca: QuickDrop est maintenant prêt à être utilisé. Pour en savoir plus sur QuickDrop et modifier les paramètres, cliquez sur Continuer. Merci d’utiliser QuickDrop!
he: QuickDrop מוכן לשימוש. כדי ללמוד עוד על QuickDrop ולשנות הגדרות, לחץ על המשך. תודה שאתה משתמש ב-QuickDrop!
hi: QuickDrop अब उपयोग के लिए तैयार है। QuickDrop के बारे में अधिक जानने और सेटिंग्स बदलने के लिए 'जारी रखें' पर क्लिक करें। QuickDrop उपयोग करने के लिए धन्यवाद!
hr: QuickDrop je sada spreman za korištenje. Za više informacija o QuickDropu i promjenu postavki, kliknite na Nastavi. Hvala što koristite QuickDrop!
hu: A QuickDrop most már használatra kész. Ha többet szeretne megtudni a QuickDropról vagy módosítani a beállításokat, kattintson a Tovább gombra. Köszönjük, hogy a QuickDropot használja!
id: QuickDrop siap digunakan. Untuk mempelajari lebih lanjut tentang QuickDrop dan mengubah pengaturan, klik Lanjutkan. Terima kasih telah menggunakan QuickDrop!
it: QuickDrop è ora pronto per l'uso. Per saperne di più su QuickDrop e modificare le impostazioni, fai clic su Continua. Grazie per aver scelto QuickDrop!
ja: QuickDropの準備ができました。詳細や設定変更は「続ける」をクリックしてください。ご利用ありがとうございます！
ko: QuickDrop을 사용할 준비가 되었습니다. QuickDrop에 대해 더 알아보고 설정을 변경하려면 계속 버튼을 클릭하세요. QuickDrop을 이용해 주셔서 감사합니다!
ms: QuickDrop kini sedia digunakan. Untuk mengetahui lebih lanjut tentang QuickDrop dan mengubah tetapan, klik Teruskan. Terima kasih kerana menggunakan QuickDrop!
nb: QuickDrop er nå klar til bruk. For å lære mer om QuickDrop og endre innstillinger, klikk på Fortsett. Takk for at du bruker QuickDrop!
nl: QuickDrop is nu klaar voor gebruik. Klik op Doorgaan om meer te weten te komen over QuickDrop en de instellingen aan te passen. Bedankt voor het gebruik van QuickDrop!
pl: QuickDrop jest gotowy do użycia. Aby dowiedzieć się więcej o QuickDrop i zmienić ustawienia, kliknij Kontynuuj. Dziękujemy za korzystanie z QuickDrop!
pt_br: O QuickDrop está pronto para uso. Para saber mais sobre o QuickDrop e ajustar as configurações, clique em Continuar. Obrigado por usar o QuickDrop!
pt_pt: O QuickDrop está pronto a ser utilizado. Para saber mais sobre o QuickDrop e alterar definições, clique em Continuar. Obrigado por usar o QuickDrop!
ro: QuickDrop este acum gata de utilizare. Pentru a afla mai multe despre QuickDrop și a modifica setările, fă clic pe Continuă. Mulțumim că folosești QuickDrop!
ru: QuickDrop готов к использованию. Чтобы узнать больше о QuickDrop и изменить настройки, нажмите «Продолжить». Спасибо за использование QuickDrop!
sv: QuickDrop är nu redo att användas. För att lära dig mer om QuickDrop och ändra inställningar, klicka på Fortsätt. Tack för att du använder QuickDrop!
th: QuickDrop พร้อมใช้งานแล้ว หากต้องการเรียนรู้เพิ่มเติมหรือปรับการตั้งค่า ให้คลิกดำเนินการต่อ ขอบคุณที่ใช้ QuickDrop!
tr: QuickDrop artık kullanıma hazır. QuickDrop hakkında daha fazla bilgi almak ve ayarları değiştirmek için Devam’a tıklayın. QuickDrop kullandığınız için teşekkürler!
uk: QuickDrop готовий до використання. Щоб дізнатися більше та змінити налаштування, натисніть «Продовжити». Дякуємо, що користуєтесь QuickDrop!
vi: QuickDrop đã sẵn sàng để sử dụng. Để tìm hiểu thêm về QuickDrop và thay đổi cài đặt, hãy nhấn Tiếp tục. Cảm ơn bạn đã sử dụng QuickDrop!
zh_hans: QuickDrop 现已准备就绪。要了解更多信息或修改设置，请点击“继续”。感谢您使用 QuickDrop！
zh_hant: QuickDrop 已準備就緒。若想進一步了解 QuickDrop 並修改設定，請點選「繼續」。感謝您使用 QuickDrop！

# introduction_help_action_alert_close
source: Okay
ar: حسنًا
ca: D'acord
cs: OK
el: Εντάξει
es: Aceptar
es_419: Aceptar
fi: Ok
fr: OK
fr_ca: D’accord
he: אוקיי
hi: ठीक है
hr: U redu
hu: Rendben
id: Oke
it: Ok
ja: OK
ko: 확인
ms: Okey
nb: OK
nl: Oké
pl: OK
pt_br: Ok
pt_pt: Ok
ro: Ok
ru: Ок
sv: Okej
th: ตกลง
tr: Tamam
uk: Гаразд
vi: Đồng ý
zh_hans: 好的
zh_hant: 好

# introduction_local_network_access
source: Network Access
ar: الوصول إلى الشبكة
ca: Accés a la xarxa
cs: Přístup k síti
da: Netværksadgang
de: Netzwerkzugriff
el: Πρόσβαση στο δίκτυο
es: Acceso a la red
es_419: Acceso a la red
fi: Verkkoyhteys
fr: Accès au réseau
fr_ca: Accès au réseau
he: גישה לרשת
hi: नेटवर्क एक्सेस
hr: Pristup mreži
hu: Hálózati hozzáférés
id: Akses Jaringan
it: Accesso alla rete
ja: ネットワークアクセス
ko: 네트워크 접근
ms: Akses Rangkaian
nb: Nettverkstilgang
nl: Netwerktoegang
pl: Dostęp do sieci
pt_br: Acesso à Rede
pt_pt: Acesso à Rede
ro: Acces la rețea
ru: Доступ к сети
sv: Nätverksåtkomst
th: การเข้าถึงเครือข่าย
tr: Ağ Erişimi
uk: Доступ до мережі
vi: Truy cập mạng
zh_hans: 网络访问
zh_hant: 網路存取權

# introduction_local_network_access_description
source: QuickDrop needs local network access to transmit files on your Wi-Fi. Tap “%@” to grant this permission.
ar: يحتاج QuickDrop إلى إذن الوصول للشبكة المحلية لنقل الملفات عبر Wi-Fi. اضغط على "%@" لمنح هذا الإذن.
ca: QuickDrop necessita accés a la xarxa local per transmetre fitxers per Wi-Fi. Toca «%@» per concedir aquest permís.
cs: QuickDrop potřebuje přístup k místní síti pro přenos souborů přes vaše Wi-Fi. Klepněte na „%@“ pro udělení tohoto oprávnění.
da: QuickDrop har brug for lokal netværksadgang for at overføre filer via dit Wi-Fi. Tryk på “%@” for at give tilladelsen.
de: QuickDrop benötigt Zugriff auf das lokale Netzwerk, um Dateien über dein WLAN zu übertragen. Tippe auf „%@“, um dies zu erlauben.
el: Το QuickDrop χρειάζεται πρόσβαση στο τοπικό δίκτυο για μεταφορά αρχείων μέσω Wi-Fi. Πατήστε «%@» για να δώσετε άδεια.
es: QuickDrop necesita acceso a la red local para enviar archivos por tu Wi-Fi. Toca “%@” para otorgar este permiso.
es_419: QuickDrop necesita acceso a la red local para enviar archivos por tu Wi-Fi. Pulsa “%@” para otorgar este permiso.
fi: QuickDrop tarvitsee paikallisverkon käyttöoikeuden tiedostojen siirtoon Wi-Fi-verkossasi. Napauta "%@" myöntääksesi luvan.
fr: QuickDrop a besoin d'accéder au réseau local pour transférer des fichiers via votre Wi-Fi. Touchez « %@ » pour autoriser cet accès.
fr_ca: QuickDrop a besoin d'accéder au réseau local pour transmettre des fichiers sur votre Wi-Fi. Touchez « %@ » pour accorder cette permission.
he: QuickDrop זקוק לגישה לרשת המקומית כדי להעביר קבצים דרך ה־Wi-Fi שלך. הקש על "%@" כדי להעניק הרשאה זו.
hi: QuickDrop को आपके Wi-Fi पर फाइल भेजने के लिए लोकल नेटवर्क एक्सेस चाहिए। अनुमति देने के लिए "%@" टैप करें।
hr: QuickDrop treba pristup lokalnoj mreži za prijenos datoteka putem vaše Wi-Fi mreže. Dodirnite “%@” da omogućite ovu dozvolu.
hu: A QuickDrop-nak helyi hálózati hozzáférésre van szüksége a fájlok Wi-Fi-n keresztüli küldéséhez. Engedélyezéshez koppints a(z) „%@” gombra.
id: QuickDrop memerlukan akses jaringan lokal untuk mengirim file melalui Wi-Fi Anda. Ketuk "%@" untuk memberikan izin ini.
it: QuickDrop necessita dell'accesso alla rete locale per trasmettere file tramite il tuo Wi-Fi. Tocca “%@” per concedere questa autorizzazione.
ja: QuickDropがファイルを送信するにはローカルネットワークへのアクセスが必要です。「%@」をタップして許可してください。
ko: QuickDrop이(가) 파일 전송을 위해 로컬 네트워크 접근 권한이 필요합니다. 이 권한을 부여하려면 “%@”을(를) 탭하세요.
ms: QuickDrop memerlukan akses rangkaian tempatan untuk menghantar fail melalui Wi-Fi anda. Ketik “%@” untuk memberi kebenaran ini.
nb: QuickDrop trenger tilgang til lokalnettverk for å overføre filer via Wi-Fi. Trykk på "%@" for å gi tillatelse.
nl: QuickDrop heeft toegang tot het lokale netwerk nodig om bestanden via je wifi te verzenden. Tik op "%@" om deze toestemming te geven.
pl: QuickDrop potrzebuje dostępu do sieci lokalnej, aby przesyłać pliki przez Wi-Fi. Stuknij „%@”, aby udzielić pozwolenia.
pt_br: O QuickDrop precisa de acesso à rede local para transmitir arquivos pelo seu Wi-Fi. Toque em “%@” para conceder essa permissão.
pt_pt: O QuickDrop precisa de acesso à rede local para transferir ficheiros através do seu Wi-Fi. Toque em “%@” para conceder esta permissão.
ro: QuickDrop are nevoie de acces la rețeaua locală pentru a transmite fișiere prin Wi-Fi. Atingeți „%@” pentru a acorda această permisiune.
ru: QuickDrop требуется доступ к локальной сети для передачи файлов по Wi‑Fi. Коснитесь «%@», чтобы разрешить.
sv: QuickDrop behöver åtkomst till lokalt nätverk för att överföra filer via ditt Wi-Fi. Tryck på "%@" för att ge tillåtelse.
th: QuickDrop ต้องการเข้าถึงเครือข่ายในพื้นที่เพื่อส่งไฟล์ผ่าน Wi-Fi ของคุณ แตะที่ “%@” เพื่ออนุญาตการเข้าถึงนี้
tr: QuickDrop'ın dosya gönderebilmesi için yerel ağa erişim izni gerekir. Bu izni vermek için “%@”ye dokunun.
uk: QuickDrop потребує доступу до локальної мережі для передачі файлів через ваш Wi-Fi. Натисніть «%@», щоб надати цей дозвіл.
vi: QuickDrop cần quyền truy cập mạng cục bộ để truyền tệp qua Wi-Fi của bạn. Chạm vào “%@” để cấp quyền này.
zh_hans: QuickDrop需要本地网络访问权限才能通过Wi-Fi传输文件。请轻触“%@”以授权。
zh_hant: QuickDrop 需要本地網絡存取權限才能在您的 Wi-Fi 上傳輸檔案。請點選「%@」以授予此權限。
